import streamlit as st

st.set_page_config(
    page_title="Welcome",
    page_icon="👋",
)

st.write("# Welcome 👋")
st.write(" ")
st.write(" ")
st.write(" ")
st.write(" ")
st.write(""" Η εργασία αυτή πραγματεύεται την εφαρμογή όλου του κύκλου της επιστήμης δεδομένων πάνω σε δεδομένα μηχανών
     πλοίων στοχεύοντας στην ανάπτυξη μοντέλων προληπτικής συντήρησης (Predictive Maintenance). O/H φοιτητής/τρια θα 
     πρέπει να υλοποιήσει και να παρουσιάσει την πορεία της μοντελοποίησης καθώς και το τελικό μοντέλο, μέσω μιας 
     πλατφόρμας ανάπτυξης διαδικτυακών εφαρμογών ειδική για αυτό το σκοπό. """)